/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "jp";
"languageGA" = "jp";

/*******NSMenu title*****/
"About %@" = "%@ 情報";
"Buy Now" = "今すぐ購入";
"BUY NOW_s" = "今すぐ購入";
"Register" = "製品版";
"Check for updates" = "最新バージョンの確認";
"Service" = "サービス";
"Hide %@" = "%@を隠す";
"Quit %@" = "%@を終了";
"Hide Others" = "ほかを隠す";
"Show All" = "すべてを表示";

"Edit" = "編集";
"Undo" = "取り消し";
"Redo" = "やり直し";
"Cut" = "コピー";
"Copy" = "コピー";
"Paste" = "貼り付け";
"Clear" = "クリア";
"Select All" = "すべて選択";

"Window" = "ウィンドウ";
"Minimize" = "最小化";
"Zoom" = "拡大/縮小";
"Enter Full Screen" = "最大化";
"Bring All to Front" = "最前面に表示";

"Help" = "ヘルプ";
"Guide" = "ご利用ガイド";
"Feedback" = "お問い合わせ";
"Support" = "よくある質問";

"Open Log" = "ログファイルを確認";

//通用按钮title
"OK" = "OK";
"Contact us" = "お問い合わせ";
"Save" = "保存";
"Cancel" = "いいえ";
"Open" = "保存先を開く";
"Refresh" = "リフレッシュ";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ 更新日: %@";
"%@ %@ Build Date %@" = "%@ %@ 更新日: %@";
"All Rights Reserved." = "All Rights Reserved.";

"Tree View" = "ツリー表示";
"File View" = "ファイルの種類";


//ScanView+Recovery
"Please select the file you want to recover." =
"復元したい項目を選択してください。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"元の保存場所に保存すると、データが上書きされてしまう可能性が高いですので、外付けHDDに保存することをお勧めします。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"元の保存場所に保存すると、データが上書きされてしまう可能性が高いです。保存しますか？";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"データ復元に必要な空き領域がありません。十分な空き領域（約 %@）を作成してから再試行してください。";

"Recovering: %@" =
"復元中: %@";
"Please wait..." =
"しばらくお待ちください…";

"Recovery completed!" =
"完了！";
"Click Open button to check the recovered files." =
"「保存先を開く」ボタンをクリックしてファイルの中身を確認してください。";

"Are you sure you want to stop recovery?" =
"データの復元を中止してもよろしいですか？";

"Failed to save data to the target disk. Please choose another disk and try again." =
"ご指定の保存場所は利用できません。別の場所を選択してください。";

"Your disk is disconnected. Please reinsert and try again." =
"ドライブとの接続が中断されました。接続し直してから再度お試しください。";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"外付けハードディスクが認識されません。PCとの接続を一度解除してから、接続し直してください。";

"Note:" = "ご注意: ";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"データの上書きを防ぐため、元の保存場所に保存しないでください。";


/*******扫描模块*****/
"All Files" = "すべてのファイル";
"Photo" = "写真";
"Audio" = "オーディオ";
"Video" = "ビデオ";
"Document" = "ドキュメント";
"Email" = "Eメール";
"Webfile" = "ウェブファイル";
"Archive" = "圧縮ファイル";
"No Extension" = "拡張子なし";
"Others" = "その他";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "ごみ箱";
"Lost location" = "保存場所";
"More" = "もっと見る";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"プログラムを今終了すると、スキャンの結果は保存されません。終了してもよろしいですか？";
"YES" = "OK";
"No" = "いいえ";
"Are you sure you want to stop scanning?" = "スキャンを中止してもよろしいですか？";
"The scan result will not be saved now. Are you sure you want to return Home?" = "今ホーム画面に戻すと、スキャンの結果は保存されません。ホーム画面に戻してもよろしいですか？";
"Continue" = "再開";
"Pause" = "一時停止";
"Time remaining: %@" = "残り時間：%@";
"Stop" = "はい";
"Loading search content, please wait…" = "検索中…しばらくお待ちください。";
"Back" = "戻る";
"Scanning...(%.1f%%)" = "スキャン中… (%.1f%%)";
"Scanning..." = "スキャン中…";
"%li files found (%.1f%%)" = "検出したファイル数：%li (%.1f%%)";
"%li items found, %@" = "ファイルが%li個(%@)検出されました。";
"Selected: %li files, %@" = "%liのファイルを選択中、 %@";
"Home" = "ホーム";
"Recover" = "復元";
"Search" = "検索";
"Scan completed!" = "スキャン完了！";
"Loading content, please wait..." = "データを読み込み中…しばらくお待ちください。";

"Unlock" = "暗号化解除";
"Password hint: %@"= "パスワードのヒント：%@";
"Password:" = "パスワード：";
"Please enter a password to unlock the disk \"%@\"." = "パスワードを入力して、ドライブ\"%@\"の暗号化を解除してください。";
"Wrong password" = "パスワードが正しくありません。";
"Cancel1" = "キャンセル";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "データを読み込み中…しばらくお待ちください。";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"紛失したファイルの元の保存場所を選択して、スキャンします。";
"Hard Drives" = "ハードディスクドライブ";
"External Drives" = "外付けHDD";
"%@ free of %@" = "空き領域 %@/%@";
"Other Location" = "その他のローカルディスク";
"The Whole Computer" = "コンピューター全体";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "iOSデバイスからデータを復元するには、UltData-iOSをご利用ください。";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "iOSデバイスからデータを復元するには、UltFone iOS Data Recoveryをご利用ください。";
"Scan" = "スキャン";
"Untitled" = "名称未設定";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"ご指定の外付けHDDにアクセスできません。外付けHDDの接続を確認してから再度お試しください。";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"ご指定のドライブは利用できません。別のドライブを選択してください。";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"「macOS High Sierra」からデータを復元するには、以下の手順に従って、Macでシステム整合性保護（SIP）を一時的に無効する必要があります。";
"Step 1." = "ステップ 1：";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"Macを起動するとき、すぐ同時にキーボードの「Command（⌘）」と「R」キーを押し続けます。Macが再起動したら、リカバリーモードに入ります。";
"Command + R" = "Commandキー（⌘）とRキー";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"ご注意：iMac/iMac Proの場合は、有線キーボードをご利用ください。";
"Step 2." = "ステップ 2：";
"Open Terminal from the Utilities menu." =
"Appleメニュー表に「ユーティリティ」の中にある「ターミナル」をクリックし起動します。";
"Terminal" = "「ユーティリティ」";
"Utilities" = "「ターミナル」";
"Step 3." = "ステップ 3：";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"ポップアップの中に「csrutil disable」の文字を入力し、「Enter」キーをクリックします。そして、Macを再起動して、ソフトウェアを利用します。";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"設定中に、Macの再起動が行われますので、操作手順を記録(メモ)しておいてください。";
/*******扫描中模块*****/
"Name" = "名前";
"Created Date" = "作成日";
"Modified Date" = "最終更新日時";
"Path" = "パス";
"Type" = "タイプ";
"Size" = "サイズ";
"Files not found!" = "ファイルが見つかりませんでした！";
"folder" = "フォルダー";
"file" = "ファイル";

// 2.7.0新增
"PREV" = "前ページ";
"NEXT" = "次ページ";
"GO TO" = "ジャンプ:";
"Didn't find the missing data? Try using Deep Scan." = "データが見つかりません？ディープスキャンを試す";
"Deep Scan" = "ディープスキャン";
"Previous Scan Results" = "前回の結果";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "前回のスキャン結果へ戻すには、現在進行中のスキャン作業を中止する必要があります。中止してもよろしいですか？";
"Stop" = "停止";
"Cancel" = "キャンセル";
"Deep scan completed!" = "ディープスキャンは完了しました。";
"OK" = "はい";
"Loading content, please wait…" = "データを読み込み中…しばらくお待ちください。";
"View Deep Scan Results" = "ディープスキャンの結果";
"List View" = "リストビュー";
"Thumbnail" = "サムネイル";
"Preview Pane" = "プレビューウィンドウ";
"Preview" = "プレビュー";
"This format file does not support to preview." = "このフォーマットファイルのプレビューはサポートされていません。";
"This file may be corrupt and can't be previewed." = "このファイルは壊れている可能性があり、プレビューできません。";
"File size that exceeds 8 MB does not support to preview." = "ファイルはプレビューできません。ファイルのサイズが最大制限を超えています。";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "失われたデータはいつでも破壊され、回復できなくなる可能性があります。より良い結果を得るためには、できるだけ早くデータを復元することをお勧めします。";
"Buy now to save 70%" = "今すぐ購入すれば 70% OFF";
"Unlimited Data Recovery" = "無制限のデータ復元";
"Recover your valuable data easily and quickly." = "貴重なデータを簡単かつ迅速に復元します。";
"Multiple File Types" = "すべてのファイルタイプをサポート";
"Recover 550+ types of files from hard drive, memory card, etc." = "写真、ビデオ、ドキュメント、その他のファイルなど、すべてのファイルタイプの復元をサポートしています。";
"Professional Support" = "プロサポート";
"Provide professional and quality customer support." = "プロフェッショナルで質の高いカスタマーサポートを提供します。";
"Free Update" = "無料アップグレード";
"Enjoy free update within license validity." = "製品を無料で最新版にアップグレードできます";
"Already have a registration code? Register now" = "すでに登録コードを持っていますか？今すぐ登録";
"Register now" = "今すぐ登録";
"To recover data from crashed computer, please click here." = "崩壊したシステムのデータを復元するには、ここをクリックしてください。";
"click here" = "ここをクリック";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "SDカード焼きでドライブの起動はサポートされていません。 別のストレージデバイスの焼きでシステムを起動させてください。";

"Recover from Crashed System" = "クラッシュしたシステムから復元";
"Support to recover files from crashed system." = "クラッシュしたシステムから紛失のデータを回復する。";
"Recover Data from Crashed System" = "クラッシュシステムからデータを回復";
"Recover lost files from crashed computer" = "クラッシュしたコンピューターから失われたファイルを回復する";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "iOSデバイスからデータを復元するには、iOS Data Recoveryをご利用ください。";
"Creating bootable drive…" = "起動ディスクを作成しています...";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "USBフラッシュドライブ/外部ハードドライブを選択して、起動ディスクを作成してください。";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "USBドライブ/外部ハードドライブを挿入して起動ディスクを作成し、起動ディスクによってクラッシュしたシステムからデータを回復します。";
"Bootable drive:" = "起動ディスク:";
"Please select a USB flash drive/external hard drive" = "USBフラッシュドライブ/外部ハードドライブを選択してください";
"Refresh" = "リフレッシュ";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "注：起動ディスクを作成すると、選択したディスクの全データがフォーマットされます。事前に重要なデータをバックアップしてください。";
"Return" = "戻る";
"Start" = "開始";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "起動ディスクを作成すると、選択したディスク上のすべてのデータが消去されます。続行してもよろしいですか？";
"Cancel" = "いいえ";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "ディスクの合計容量は2GB未満です。起動可能なドライブを作成するには、より大きなUSBドライブ/外付けハードドライブを使用してください。";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "ローカルディスク領域が2G未満であり、ブートシステムイメージをダウンロードできません。 ダウンロードする前にディスク容量を解放してください。";
"Formatting the bootable drive, please wait…" = "起動ディスクをフォーマットしています。お待ちください...";
"When formatting the bootable drive, please do not operate or eject it." = "ディスクをフォーマットするときは、操作したり取り出したりしないでください。";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "焼くディスクが損傷しないように、書き込みが正常に完了するまでしばらくお待ちください。";
"Creating bootable drive, please wait…" = "起動ディスクを作成しています。お待ちください...";
"When creating the bootable drive, please do not operate the disk or eject it." = "ブートディスクを作成するときは、ディスクを操作したり取り出したりしないでください。";
"The bootable drive is created successfully!" = "起動ディスクが正常に作成されました！";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "以下の手順に従って、起動ディスクを使用して、立ち上がらないMacを起動します。";
"bootable drive" = "起動ディスク";
"cannot be turned on" = "電源が入らないMac";
"black screen" = "黒い画面";
"Option key" = "Optionキー";
"%@ bootable drive" = "%@ 起動ディスク";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "ステップ１：起動ディスクを電源が入らないMacに挿入します。";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "ステップ２：電源が入らないMacを起動します。コンピューターが黒い画面になった時、Optionキーをブートディスクが表示されるまで長押しします。";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "ステップ３：起動可能なドライブの選択インターフェイスで、%@ 起動ディスクを選択してください。";
"click here" = "詳細";
"To see the detailed steps, please click here." = "詳細な手順については、詳細をクリック";
"Bootable drive creation failed!" = "起動ディスクの作成に失敗しました！";
"Contact Us" = "お問い合わせ";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "起動ディスクの作成に失敗しました。ディスクが切断されていないか確認してください。 「再試行」ボタンをクリックするか、お問い合わせください。";
"Retry" = "再試行";

"Select USB/external hard drive" = "USB /外付けハードドライブを選択します。";
"Completed!" = "作成されました！";
"Format" = "フォーマット";

// 3.0.1
"Please enter login password to allow disk access." = "ディスクのアクセスを許可するには、ログインパスワードを入力してください。";

"note:" = "ご注意：";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. 登録コードを受け取っていない、または登録メールアドレスがわからない場合は、こちらをクリックして確認してください。";
"2. For other software or registration issues, please visit support center." = "2. その他のソフトウェアまたは製品の問題については、サポートセンターにアクセスしてください。";
"click here to check" = "こちらをクリック";
"visit support center" = "サポートセンター";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "macOS High Sierraおよび以降のバージョンでデータを復元するには、以下の操作に従って%@にリムーバブルボリュームへのアクセスを許可する必要があります。";
"Step 1 :" = "ステップ１：";
"Step 2 :" = "ステップ２：";
"Step 3 :" = "ステップ３：";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "ご利用のMacで、アップルメニュー  ＞「システム環境設定」を選択し、「セキュリティとプライバシー。」アイコン  をクリックします。";
"Select the \"Removable Volumes\" checkbox below %@." = "%@下の「リムーバブルボリューム」項目にチェックを入れます。";
"Click \"Later\" to allow %@ to access removable volumes." = "「後で行う」をクリックして、%@にリムーバブルボリュームへのアクセスを許可してください。";
"Settings" = "設定";
"OK" = "OK";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"macOS High Sierraおよび以降のバージョンで起動ディスクを作成するには、以下の操作に従って%@にリムーバブルボリュームへのアクセスを許可する必要があります。";


"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "申し訳ありませんが、ファームウェアのダウンロードには十分なディスク容量がありません。十分なディスク容量（約%@）を解放してから再ダウンロードしてみてください。";
"This file path cannot save the firmware. Please change to the correct one." = "ファイルパスにファームウェアを保存できません。正しいファイルパスを交換してください。";
"Failed to download firmware package! Please check your Internet connection and try again." = "ファームウェアのダウンロードに失敗しました。ネットワーク接続環境を確認して、もう一度お試しください。";
"Downloading the firmware, please wait…" = "ファームウェアをダウンロード中、お待ちください…";
"Please make sure the network connection is normal." = "パソコンのネットワーク接続状況を確認してください。";
"Network Abnormal! Please check your network and try again." = "ネットワークエラー！ネットワークの接続を確認して再試行してください。";
"Try Again" = "再試行";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "ファームウェアをダウンロードするのに十分なストレージがありません。 少なくとも1GBの空きストレージを解放して、再試行してください。";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "ご利用のMacにはAppleT2セキュリティチップが搭載されており、APFSファイルシステムのファイルをスキャンすることはできません。";
"Failed to download firmware package! Please check your internet connection and try again." = "ファームウェアのダウンロードに失敗しました。ネットワーク接続環境を確認して、もう一度お試しください。";
"Fast Scan done! Finding more lost data with Deep Scan..." = "スキャンが完了した。 より多くのデータを見つけましょう。";
"Deep Scanning" = "ディープスキャン中";
"Fast Scanning:" = "クイックスキャンスキャン中";
"RAW Files" = "RAWファイル";
"Tag Files" = "Tagファイル";
"Deleted Files" = "削除されたファイル";
"Lost Location" = "失われた場所";
"Existing Files" = "既存のファイル";

//mark:4.0.0
"Found %li files. More useful tips below for finding files:" = "%li 個のファイルが見つかりました。ファイルを効果的に見つけるためのヒントを次に示します。";
"File Path Not Found" = "パスが見つからないファイル";
"File Name Not Found" = "名前が見つからないファイル";
"Tagged Files" = "タグ付けファイル";
"You may find your accidentally deleted files here." = "誤って削除されたファイルは通常ここに表示されます。";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "これらのファイルも削除されたファイルですが、元の保存場所がわかりません。ファイル名で目的のファイルかどうかを確認できます。";
"There are files that lost their original names. You can preview them to see if they are target files." = "これらは元の名前が失われたファイルです。ファイルをプレビューして、目的のファイルであるかどうかを確認できます。";
"You may find target files here if you lost them which are not deleted before." = "前に削除されていないファイルが紛失した場合は、ここで見つけることができます。";
"Lost files without name will be renamed and classified here with corresponding tags." = "名前が欠落している一部のファイルは、対応するタグを抽出することによって名前が付けられ、分類されます。";
"Unable to preview. Please recover and save it on your computer for further checking." = "プレビューできません。確認するために、復元してコンピュータに保存してください。";
"Trying to find more data... You can search and recover your data now." = "より多くのデータをスキャンしています... データを検索して復元できます。";
"Didn't find the missing files? Try Deep Scan." = "ファイルが見つかりませんか？ディープスキャンをお試しください。";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "ディープ スキャンは、デバイスの奥深くに埋もれているファイルをより詳細に検索し、ファイルを復元する可能性を高めます。";
"Artist" = "アーティスト";
"Camera" = "撮影機材";
"The Last Editor" = "最終更新者";
"Creation Time" = "作成日";
"Modified Time" = "最終更新日時";
"All Time" = "すべての時間";
"Last 24 hours" = "過去24時間";
"Last 7 days" = "過去7日間";
"Last 30 days" = "過去30日間";
"Customize" = "カスタマイズ";
"Selected" = "選択された";
"File Size" = "ファイルサイズ";
"All Size" = "すべて";
"Improve Chances of Finding Lost Files" = "失われたファイルを見つける可能性が向上する";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "左側のツリー表示で、「タグ付けファイル」と「名前が見つからないファイル」フォルダを検索します。";
"Filter files by File Type, File Size, Date Modified, and more." = "ファイルタイプ、ファイルサイズ、変更時間などでファイルをフィルタリングします。";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "プロバージョンにアップグレードして、貴重なデータを復元します!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "プロバージョンにアップグレードしてデータ復元用の起動ディスクを作成します！";
"Free Version" = "無料バージョン";
"Pro Version" = "プロバージョン";
"Preview Just a Few Files" = "一部のファイルをプレビューできる";
"Preview All Files" = "すべてのファイルをプレビューできる";
"Free Upgrade" = "無料更新";
"Recover Data from the Crashed Computer" = "クラッシュ・システムからデータを復元できる";
"Only Allows You to Scan Disks" = "ディスクをスキャンのみ";
"Unlimited Data Recovery" = "無制限のデータ復元";
"Professional Customer Service" = "良いカスタマーサービス";
"Professional and reliable data recovery solutions" = "プロで信頼性の高いデータ復元ソリューション";
"Advanced Options" = "高度なオプション";
"Local Drives" = "ローカルディスク";
"External Drives" = "外付けドライブ";
"Common Location" = "よく使う場所";
"Data Recovery" = "データ復元";
"Fast and Safe" = "効率的で安全";
"Failed to read the disk data, please re-plug the external disk." = "ディスクデータの読み取りに失敗しました。外部ディスクを再接続してください。";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "コンピュータに接続されているすべての外部ディスクを取り外してから、データ回復が必要なディスクを再挿入してください。";
"Still have problems? Please contact us." = "まだ問題がありますか？ お問い合わせください。";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "デジタルカメラからデータを復元する時、SDカードを取り外し、カードリーダーを介してコンピューターに接続してください。";
"Found nothing..." = "何も見つかりませんでした...";
"1. Wait for the scan to finish before searching again." = "1.スキャンが完了してから、再検索します。";
"2. Your file is most likely missing the filename. Try searching in this way." = "2.ファイル名が欠落している可能性が高いので、この方法で検索してみましょう。";
"3. Make sure the term you're looking for is spelled correctly." = "3.検索された単語のスペルが正しいことを確認します。";
"4. If none of the above methods help, please contact us." = "4.上記の方法が役に立たない場合、お問い合わせください。";
"Reading data from the disk，please wait…" = "ディスクのデータを読み込んでいます。少しお待ちください…";
"Stuck in refreshing status for a long time?" = "長い間リフレッシュ状態で立ち往生していませんか?";
"Effortlessly Recover Data from A Crashed Computer" = "クラッシュしたシステムからデータを復元";
"View Files" = "復元されたファイルを表示する";
"It might take a long time to export for some files need repairing..." = "一部のファイルを修復する必要があるため、しばらくお待ちください。";
"contact us" = "お問い合わせ";
"in this way" = "この方法";
"Exit App" = "Appを終了";
"Recovered: %li file %@" = "復元したファイル：%li 個 %@";
"Recovered: %li files %@" = "復元したファイル：%li 個 %@";
"File Types" = "ファイルタイプ";
"File Tags" = "ファイルタグ";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "ツリー表示のアイコンの上にマウスを移動すると、説明を再度表示できます。";
"Understood" = "OK";
"Filter" = "フィルタ";
"Reset" = "リセット";
"Scan Stopped!" = "スキャンがキャンセルされた！";
"Tips:" = "ヒント：";
"1. Please replug the external drive or change another drive and then try again." = "1.外付けドライブを再接続するか、外付けドライブを交換して、再試行してください。";
"2. Please make sure internet connection is working properly." = "2.ネットワーク接続が正常で安定していることを確認してください。";

// V5.0.0
"Get An Extra" = "大幅割引";
"Coupon Code:" = "割引コード：";
"Copy and paste the coupon code at checkout to redeem." = "クリックして割引コードをコピーし、注文時に貼り付ける";
"Copy and Buy Now" = "コピーして購入";
"Close Program" = "プログラムを終了";
"Photo Repair" = "写真修復";
"Video Repair" = "動画修復";
"Repair Damaged Videos in Just Three Steps!" = "たったの3ステップで破損した動画を修復します！";
"Repair Damaged Photos in Just Three Steps!" = "たったの3ステップで破損した写真を修復します！";
"Import Video" = "動画を追加";
"Import Photo" = "写真を追加";
"Start Repairing" = "修復開始";
"Repair Done!" = "修復完了！";
"Click to Add Photos" = "クリックして写真を追加";
"Click to Add Videos" = "クリックして動画を追加";
"%liPhoto Added，%@KB" = "追加された写真：%li枚、%@";
"%liVideo Added，%@KB" = "追加された動画：%li本、%@";
"%liPhotos Added，%@KB" = "追加された写真：%li枚、%@";
"%liVideos Added，%@KB" = "追加された動画：%li本、%@";
"Add Photo" = "写真を追加";
"Add Video" = "動画を追加";
"Home" = "ホーム";
"Repair" = "修復";
"Remove All Image" = "すべての写真を削除";
"Remove All Video" = "すべての動画を削除";
"This photo can't be repaired." = "この写真は修復できません。";
"This video can't be repaired." = "この動画は修復できません。";
"Select all successfully repaired photos" = "すべての修復された写真を選択";
"Reselect photo to repair" = "修復する写真を再選択";
"Select all successfully repaired videos" = "すべての修復された動画を選択";
"Reselect video to repair" = "修復する動画を再選択";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "いくつかの利用可能な写真が見つかりました。それらをプレビューしてエクスポートできます。";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "いくつかの利用可能な動画が見つかりました。それらをプレビューしてエクスポートできます。";
"Are you sure you want to remove all photos?" = "すべての写真を削除してもよろしいですか?";
"Are you sure you want to remove all videos?" = "すべての動画を削除してもよろしいですか?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "ホームに戻りますか? 現在の修復の進行状況は保存されません。";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "ホームに戻りますか? 現在の修復の進行状況は保存されません。";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "動画を再選択してもよろしいですか？現在の修復の進行状況は保存されません。";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "写真を再選択してもよろしいですか？現在の修復の進行状況は保存されません。";
"Some videos are already in the repair list and will not be imported repeatedly." = "一部の動画は既に修復リストにあり、繰り返しインポートされません。";
"Some photos are already in the repair list and will not be imported repeatedly." = "一部の写真は既に修復リストにあり、繰り返しインポートされません。";
"The video has been lost, please re-import and try previewing again." = "動画が失われました。再インポート後、プレビューをお試しください。";
"The photo has been lost, please re-import and try previewing again." = "写真が失われました。再インポート後、プレビューをお試しください。";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "デバイスが切断されているため、スキャンまたは復元を続行できません。デバイスを再挿入して、「続行」をクリックしてください。";
"Repairing：" = "修復中：";
"Please wait..." = "少しお待ちください...";
"Exporting:" = "エクスポート中：";
"The device has been disconnected, you can try to select data to recover or rescan." = "デバイスが切断されました。 再スキャンまたは復元するデータを選択できます。";
"Continue" = "続行";
"Retry" = "再試行";
"Stop" = "停止";
"Export Completed!" = "エクスポート完了！";
"Export: %lifiles(%@)" = "エクスポート：%li個のファイル（%@）";
"View Exported" = "ファイルを表示";
"There are still %li videos to export, are you sure you want to stop exporting?" = "エクスポートする動画がまだ %li 本あります。エクスポートを停止してもよろしいですか?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "エクスポートする写真がまだ %li 枚あります。エクスポートを停止してもよろしいですか?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "もう1つの動画はエクスポートされません。エクスポートを停止してもよろしいですか?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "もう1つの写真はエクスポートされません。エクスポートを停止してもよろしいですか?";
"Are you sure you want to stop exporting?" = "エクスポートを停止してもよろしいですか?";
"Upgrade to Pro version to preview files!" = "プロバージョンにアップグレードしてファイルをプレビューします！";
"Upgrade" = "アップグレード";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "無料バージョンは音声の最初の30秒を再生できます。プロバージョンにアップグレードしましょう！";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "無料バージョンは動画の最初の10秒を再生できます。プロバージョンにアップグレードしましょう！";
"Upgrade to Pro Version to Export your Valuable Photos!" = "プロバージョンにアップグレードして大切な写真をエクスポートします！";
"Upgrade to Pro Version to Export your Valuable Videos!" = "プロバージョンにアップグレードして大切な動画をエクスポートします！";
"Support for exporting repaired files" = "修復されたファイルをエクスポートする";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "このファイルはプレビューできません。最初にエクスポートしてください。";
"The file can't be previewed, please repair it and try to preview it again." = "このファイルはプレビューできません。最初に修復してください。";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "プログラムを終了してもよろしいですか？現在の修復の進行状況は保存されません。";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "修復する動画が%li本あります。修復を中止してもよろしいですか？";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "修復する写真が%li枚あります。修復を中止してもよろしいですか？";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "もう1つの動画は修復されません。修復を中止してもよろしいですか？";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "もう1つの写真は修復されません。修復を中止してもよろしいですか？";
"Are you sure you want to stop repairing?" = "修復を中止してもよろしいですか？";
"Repair done!" = "修復完了！";
"Repaired: %li files (%@)" = "修復した：%li個のファイル（%@）";
"View Repair Results" = "修復結果を表示";
"Export" = "エクスポート";
"The video has been lost, please re-repair and try exporting again." = "動画が失われました。再修復して、もう一度エクスポートしてください。";
"The photo has been lost, please re-repair and try exporting again." = "写真が失われました。再修復して、もう一度エクスポートしてください。";
"The video has been lost, please re-import and try repairing again." = "動画が失われました。再インポートして修復を試みてください。";
"The photo has been lost, please re-import and try repairing again." = "写真が失われました。再インポートして修復を試みてください。";
"Selected: %li photo  (%@)" = "選択した：%li枚の写真（%@）";
"Selected: %li photos  (%@)" = "選択した：%li枚の写真（%@）";
"Selected: %li video  (%@)" = "選択した：%li本の動画（%@）";
"Selected: %li videos  (%@)" = "選択した：%li本の動画（%@）";
"%li Results" = "%li 個の結果";
"Close" = "はい";


"Match Similar Files" = "類似ファイルをマッチング";
"We've found some files that might be what you want, you can preview and restore them." = "必要なファイルがいくつか見つかりました。それらをプレビューして復元できます。";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "申し訳ありませんが、マッチングするファイルは現在見つかりません。スキャンが完了するまで待ってから再試行するか、フィルタリング、検索などを使用できます。";
"What Type of Files Do You Want to Recover?" = "どのタイプのファイルを復元しますか?";
"Filtering file type helps recover the files you want faster" = "ファイルのタイプでフィルタリングすると、必要なファイルをより速く復元できる";
"Others" = "他の";
"Other Types" = "他のタイプ";
"%@ etc." = "%@など";
"Scan Selected File Types" = "選択したファイルのタイプをスキャン";
"Scan All File Types" = "すべてのファイルタイプをスキャン";
"Scan Only %@" = "%@のみをスキャン";

//MARK: - 预览
"Preview" = "プレビュー";
"Loading..." = "読み込み中...";
"Preview is not available. Recover it for view" = "プレビューできません。確認のためにファイルを復元してください。";
"Max size for preview: 30MB. Recover it for view" = "最大プレビュー容量：30MB。確認のためにファイルを復元してください。";
"Format not supported for preview. Recover it for view" = "このフォーマットはプレビューをサポートしていません。確認のためにファイルを復元してください。";
"%@ files zipped in total" = "圧縮ファイル合計：%@個";
"AI Repairing..." = "AI修復中...";
"It may take a while, but it's worth the wait" = "少し時間がかかるかもしれませんが、しばらくお待ちください。";
"AI Repaired %@" = "AI修復後のファイル：%@";
"Repaired successfully. Recover the repaired file" = "修復が成功しました。修復されたファイルを保存します。";
"Get Pro for Full Preview" = "ファイル全体をプレビューしたい場合は、Pro 版が必要です。";
"Preview full file" = "完全なプレビュー";
"Recover unlimited files" = "無制限の復元量";
"AI Repair corrupte files" = "AIによるファイルの修復";
"Premium technical support" = "高度な技術サポート";
"Get Pro Now" = "ご購入";
"Details" = "詳細";
"Icon" = "アイコン";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "無制限のリカバリーのためにプロを取得";
"Preview only." = "プレビューのみ。";
"No free recovery remaining." = "無料での復元はもうない";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "プロバージョンにアップグレードすると、ファイルを無制限に復元、すべての機能、多くの特権を楽しむことができる";
"Get Pro for Unlimited Repair" = "プロバージョンにアップグレードすると、無制限の修復をお楽しみください";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "プロバージョンにアップグレードすると、無制限に修復、すべての機能、多くの特権を楽しむことができる";
"Trial" = "トライアル";
"Free" = "無料";
"Pro" = "プロ";
"Preview only" = "プレビューのみ";
"Unlimited" = "無制限";
"Key Features & Benefits" = "機能と特権";
"Recovery amount" = "リカバリー量";
"Preview before recovery" = "復元前のプレビュー";
"Recover while scanning" = "スキャン中に復元";
"Recover data from crashed system" = "クラッシュしたシステムからデータを復元";
"Recover data from NAS server" = "NASサーバーからデータを復元";
"Repair corrupted vidoes & photos" = "破損した動画や写真を修復";
"Enjoy lifetime updates for free" = "生涯無料の製品アップグレード";
"24/7 premium technical support" = "年中無休のプレミアムカスタマーサービスサポート";
"30-day money back guarantee" = "30日間の製品返金保証";
"Buy Now" = "今すぐ購入";
"Already Purchased?" = "すでに購入済みですか？";
"Register Now to proceed with recovering ( no need to rescan)." = "リカバリーを継続するには、今すぐ登録してください
（再スキャンは不要）。";
"Register Now" = "登録";
"Recover the repaired file" = "修復されたファイルを保存します。";
"Recover it for view" = "確認のためにファイルを復元してください。";

//MARK: - 5.1.8
"Lost data recovery" = "データ復元";
"Hard Drive" = "ドライブ";
"Advanced recovery" = "高度な復元";
"Crashed Mac" = "クラッシュしたMac";
"iCloud" = "iCloud";
"New" = "新機能";
"Corrupted file repair" = "写真/動画の修復";
"Photo Repair" = "写真修復";
"Video Repair" = "動画修復";
"Why Pro？" = "なぜPro版なのか？";
"Unlock Pro to enjoy" = "Pro版が選ばれる理由：";
"Unlimited Recovery" = "無制限にデータ復元";
"Corrupted Repair" = "写真/動画の修復";
"Full Preview" = "完全プレビュー";
"Unlock Pro Now" = "今すぐアップグレード";
"Recover permanently & recently deleted iCloud data easily" = "最近削除した iCloud データを簡単に完全に復元";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "失われた写真、ビデオ、連絡先、メモなどをiCloudから直接復元";
"Get Started" = "開始";
"Searching lost iCloud data..." = "紛失したiCloudデータを検索中...";
"Search Completed" = "検索完了";
"Search Stopped" = "検索停止";
"Damaged or partitially missing photos" = "破損または一部欠落した写真";
"Add photos for repair" = "写真を追加する";
"Corrupted or unplayable vidoes" = "破損または再生不可能な動画";
"Add videos for repair" = "動画を追加する";
"Repair any damaged or photos that cannot be opened" = "壊れたり再生できない写真ファイルなどを修復する";
"Repair any corrupted or unplayale videos files and more" = "破損または再生不能の動画ファイルなどを修復する";
//MARK: - v5.1.10
"Sign in to iCloud" = "iCloudにサインインする";
"Apple ID" = "Apple ID";
"Password" = "パスワード";
"Keep Password" = "パスワードを保持する";
"Forget Apple ID or Password?" = "Apple IDまたはパスワードをお忘れですか？";
"Back" = "戻る";
"Log In" = "ログイン";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1.iCloudデータの変更を防ぐため、復元時にはデバイスデータをiCloudに同期しないでください。";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2.お客様のアカウントに関する記録を保持することはありません。 詳しくはプライバシーポリシーをご覧ください。";
"Privacy Policy" = "プライバシーポリシー";
"Incorrect Apple ID or password." = "Apple IDまたはパスワードが違います。";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "セキュリティ上の理由でApple IDがロックされています。 ロックを解除して再度サインインしてください。";
"Network disconnected. Please check your network connection and try again." = "ネットワークが切断されました。ネットワーク接続を確認して、もう一度やり直してください。";
"Two-factor authentication" = "2ファクタ認証";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "確認コードが信頼できるデバイスに送信されました。 続行するにはコードを入力してください。";
"Resend code" = "新しい認証コードを送信する";
"Get Help from Apple" = "Appleからサポートを受ける";
"Incorrect verification code." = "不正な確認コード";
"Entered incorrect verification code too many times." = "間違った認証コードを何度も入力しました。";
"Request failed, please try again." = "リクエストは失敗しました。もう一度お試しください。";
"Verification requested too often" = "検証リクエストが頻繁に行われすぎました。";
"Network error. Please check your network connection." = "ネットワーク異常。ネットワーク接続を確認してください。";
"Please select the type of data you want to recover." = "復元したいデータの種類を選択してください。";
"Log Out" = "ログアウト";
"Select all" = "すべて選択";
"Refresh" = "更新";
"Back" = "戻る";
"Confirm" = "確認する";
"iCloud drive" = "iCloud drive";
"Photos" = "写真";
"Contacts" = "連絡先";
"Reminder" = "リマインダー";
"Calendar" = "カレンダー";
"Notes" = "メモ";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "自宅電話";
"Work" = "勤務先電話";
"iPhone" = "iPhone電話";
"Mobile Phone" = "携帯電話";
"Main Phone" = "主電話";
"HomeFax" = "自宅ファクス";
"WorkFax" = "勤務ファクス";
"Pager Phone" = "ポケットベル";
"Other Phone" = "その他の電話";
"Home Email" = "自宅メール";
"Work Email" = "勤務先メール";
"Other Email" = "その他のメール";
"iCloud Email" = "iCloudメール";
"HomePage" = "ホームページURL";
"Home Page" = "自宅URL";
"Other Page" = "勤務先URL";
"Work Page" = "その他のURL";
"Title" = "タイトル";
"Starting Time" = "開始";
"List" = "リスト";
"Status" = "ステータス";
"Reminder time" = "リマインダー時間";
"Priority" = "優先順位";
"Location" = "場所";
//MARK: - 第二批_3.21
"Company" = "会社";
"School" = "学校";
"Time" = "時間";
"End Date Time" = "終了時間";
"Complete" = "完了";
"Incomplete" = "未完了";
"Invited People" = "予定参加者";
"Flag Marks" = "フラグマーカー";
"None" = "なし";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Unknown" = "未知";
//MARK: - 5.1.11
"Unsaved Documents" = "未保存のドキュメント";
"Date Deleted" = "削除日時";

//MARK: - PE
"Crashed Mac" = "クラッシュしたMac";
"Create a bootable drive to boot up Mac for data recovery" = "データを復元するためにMacコンピュータを起動するブートディスクを作成する";
"What's Crashed Mac？" = "クラッシュしたMacとは？";
"Boot up Mac with the USB bootable drive for data recovery" = "データ復元用のUSB起動可能なドライブを使用して PCを起動します。";
"Boot up crashed Mac" = "クラッシュしたMacを起動する";
"Tips: please try again with another USB drive Common Solutions" = "ヒント: USBディスクを交換して再試行してください。 一般的な解決策";
"Common Solutions" = "一般的な解決策";
"Icon" = "アイコン";
"Preview Pane" = "プレビューペイン";
"Details" = "詳細";
"Create Now" = "今すぐ作成";
"Lost Partition" = "紛失パーティション";

"Select a drive where you lost data to start recovering" = "データを失ったドライブを選択して復元を開始します。";
"Drive didn't show up?" = "ドライブが表示されませんでしたか?";
"Check Disk Connection" = "ディスク接続を確認";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "デジカメからデータを復元する時、SDカードを取り外し、カードリーダーを介してパソコンに接続してください。";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "USBデバイスが認識できない場合は、デバイスをパソコンのホストの後ろのインターフェースに接続して、データを復元してみてください。";
"For data recovery from mobile phones, you can download UltData - iOS." = "携帯電話でデータを復元する場合は、UltData - iOSをダウンロードしましょう。";
"Check Disk Status" = "ディスクの状態を確認";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "解決策：ディスクユーティリティを開き、上部メニューバーの「マウント」ボタンをクリックし、データ復元に進む。";
"Language_menu" = "言語";
"Disk Utility" = "ディスクユーティリティ";
"Mount" = "マウント";
"1. Access \"Disk Utility\"" = "1.「ディスクユーティリティ」にアクセスします。";
"2. Click \"Mount\"" = "2.「マウント」をクリックします。";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "データの保存場所を選択";
"You've selected %li files, %@" = "%li個のファイル（%@）を選択しました。";
"%@ available" = "空き領域：%@";
"Perfectly enough disk space. Save now." = "十分なディスク容量があるので、今すぐ保存しましょう。";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Googleドライブに保存すれば、データを失う心配はもうありません。";
"Save Now" = "今すぐ保存";
"Insufficient space available, change another location or save to the %@." = "十分な容量が残っていないため、保存場所を変更するか、Googleドライブに保存してください。";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "ソースディスク（データが失われた場所）への保存は推奨されておらず、データが上書きされ、永久に失われる可能性があります。";
"No permissions to read or write, change another location or save to the %@." = "読み取り/書き込み権限がありません。場所を変更するか、Googleドライブに保存してください。";
"Insufficient space available in %@. Please change to another location to save." = "Googleドライブの容量が不足しています。 保存先を変更してください。";
"Select Folder..." = "フォルダを選択...";
"Logging in..." = "ログイン...";
"Please authorize login to your %@ in the browser" = "ブラウザで%@のログインを認証してください。";
"Authorization login failed" = "認証ログインに失敗しました";
"Please re-authorize or change to another location" = "再認証するか、別の場所に変更してください";
"Another Location" = "その他の場所";
"Re-authorize" = "再認証";
"Authorization successful. Please return to %@ to continue recovering data." = "認証が成功しました。%@ に戻ってデータ復元を続行してください。";

//MARK: - V5.2.0
"Large & Old Files" = "大容量ファイルと古いファイル";
"Locate and remove unneeded files to free up disk space with ease" = "必要のないファイルを簡単に見つけて削除し、ディスクの空き容量を確保する";
"Locate Files in Minutes" = "数分でファイルを見つける";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "手動で大容量ファイルや古いファイルを探すには何時間もかかりますが、%@を使えば数分でできます。";
"Remove As You Wish" = "不要なファイルを簡単に削除";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "不要なファイルを永久に消去したり、ゴミ箱や別のフォルダに移動したりできます。 すべてあなた次第です。";
"%@ used" = "使用済み：%@";
"Scan Now" = "今すぐスキャン";
"All Files" = "すべてのファイル";
"Selected" = "選択された";
"By Size" = "サイズ";
"By Access Date" = "アクセス時間";
"Last Week" = "1週間前";
"Last Month" = "1ヶ月前";
"Scanning %@" = "%@をスキャン中";
"Looking for large & old files" = "大きなファイルと古いファイルを探しています。";
"Stop Scanning" = "スキャン停止";
"No files found" = "ファイルが見つかりません";
"Return to home and select another location to start over" = "ホームページに戻り、別の場所を選択して検索をやり直してください。";
"Removing: %@" = "消去作業中：%@";
"It may take some time..." = "時間がかかる場合があります。";
"Remove Completed" = "消去完了";
"Removed: %li files (%@)" = "削除: %li 個ファイル (%@)";
"Done" = "完了";
"Insufficient permissions to remove" = "削除するには権限が不十分です。";
"No read/write permissions for NTFS partition, and it cannot be removed." = "NTFSパーティション、読み取り/書き込み権限がないため、削除できません。";
"Insufficient space at target folder to remove" = "削除する場所の容量が不足しています。";
"Remove to another folder or remove permanently." = "別のフォルダに削除するか、完全に削除してください。";
"No files selected" = "ファイルはチェックされていません。";
"Remove Permanently" = "永久に削除";
"Remove to Trash" = "ゴミ箱に移動";
"Remove to Folder" = "別のフォルダへ移動";
"Access Time" = "アクセス時間";
"Open File Location" = "フォルダを開く";
"Return to home?" = "トップページに戻りたいですか？";
"It is recommended to remove unwanted files before you return." = "トップページに戻る前に、不要なファイルを削除することをお勧めします。";
"Return" = "戻る";
"Cancel" = "キャンセル";
"Stop Scanning?" = "スキャンを中止しますか？";
"%@ will be no longer looking for large & old files if you stop." = "中止すると、%@は大きくて古いファイルを探し続けなくなります。";
"Stop Scanning" = "中止";
"Stop Removing?" = "削除を停止しますか?";
"%@ will be no longer removing files remaining if you stop." = "停止すると、%@ は残りのファイルを削除しなくなります。";
"Stop Removing" = "停止";
"Get Pro for Files Removal" = "ファイル削除には Pro 版をご利用ください。";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Pro 版へアップグレードすると、不要な大きなファイルや古いファイルを削除し、無制限のデータ復元などのより多くの機能をお楽しみください。";
"Files available for removal" = "削除可能なファイルの数";
"Authorizing for %@, please wait..." = "Google ドライブの認証を取得しています。お待ちください...";
"Calculating the available space in %@, please wait..." = "Google ドライブの利用可能な容量を計算中です。お待​​ちください...";
//MARK: - 第二批_20240626
"Extra tools" = "その他のツール";
"Sort by %@" = "%@順";
"By Modified Date" = "更新日";
//MARK: - 2. SD卡
"SD Card" = "SDカード";
"Select a memory card where you lost data to start recovering" = "SDカードを選択し、データの復元を開始します。";
"SD card didn't show up?" = "SDカードが表示されませんでしたか?";
"No SD card connected" = "SDカードが接続されていない";
"Connect the memory card via card reader to start recovering photos or videos" = "写真やビデオの復元を開始するには、カードリーダーを介してメモリカードを接続します。";
//MARK: - 视频重组
"Enhanced Video Recovery" = "高度な動画復元";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "AIの高度なアルゴリズムにより、あらゆるストレージメディア内の動画断片をスキャンして一致させ、完全で再生可能な動画を復元する。";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "修復と復元を同時に行い、ワンストップの動画ソリューションを提供する";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Canon、Nikon、Sony、GoPro、DJIなどのあらゆるデバイスから動画を簡単に復元・修復できます。もっと詳しく";
"AI-Powered" = "AI搭載";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15以前のバージョンはサポートされていません。";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Mac OS 10.15以降で「高度な動画復元」をお試しください。";
"Select a drive where you lost vidoes to start recovering" = "復元を開始するために動画を失ったドライブを選択します。";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "ヒント：動画がどこで失われたかわからないため、どのドライブをスキャンすればよいかわかりませんか?";
"Select the video format you want to recover" = "復元したい動画フォーマットを選択する";
"All videos" = "すべての動画";
"Recovery duration: The more video types selected, the longer it will take." = "復元時間： 選択したビデオの種類が多ければ多いほど、より長い時間がかかります。";
"Device that the vidoes are from (optional)" = "ビデオの送信元デバイス（任意）";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "注: 正しいソース デバイスを選択すると、ターゲットを絞った正確なリカバリが実行され、リカバリの品質が大幅に向上します。";
"Confirm" = "はい";
"Canon" = "キヤノン";
"GoPro" = "ゴープロ";
"Nikon" = "ニコン";
"Sony" = "ソニー";
"Fujifilm" = "富士フイルム";
"DJI" = "DJI";
"Apeman" = "エイプマン";
"Papago" = "パパゴ";
"Vantrue" = "バントゥルー";
"Rexing" = "レキシング";
"Others" = "その他";
"Please select at least one video format for enhanced video recovery" = "動画の復元を強化するために、少なくとも1つの動画フォーマットを選択してください。";
"Select All" = "すべて選択";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "動画復元強化中。完了すると、AIは黒い画面のような再生できない損傷したビデオを修復します。";
"Learn more" = "もっと詳しく";
